-- ----------------------------
-- Records of user
-- ----------------------------
INSERT INTO "public"."user" VALUES (2, '李四', 'schrodingersfish@outlook.com', '123321', 25, 1, '成都商贸中心1楼104', '这个人很懒什么都没留下', 0, '13986567083');
INSERT INTO "public"."user" VALUES (3, '钱六', '506421453@qq.com', '123321', 25, 0, '上海静安区解放路1号', '这个人很懒什么都没留下', 0, '15072419373');
INSERT INTO "public"."user" VALUES (6, '庄七', '506421453@qq.com', '123321', 25, 0, '上海静安区解放路1号', '这个人很懒什么都没留下', 0, '15072419373');
INSERT INTO "public"."user" VALUES (7, '庄七', '506421453@qq.com', '123321', 25, 0, '上海静安区解放路1号', '这个人很懒什么都没留下', 0, '15072419373');

